import React from 'react';

const Budget=()=>{
    return(
        <span>
        В Украине в понедельник, 7 августа, высшие учебные заведения должны завершить зачисление абитуриентов, рекомендованных к зачислению на бюджетную форму обучения
Как информирует Цензор.НЕТ со ссылкой на Интерфакс-Украина, об этом сообщили в Министерстве образования и науки Украины.

Согласно данным Минобразования, зачисление на бюджет должно произойти до 12:00 понедельника, 7 августа, при этом перевод на свободные места госзаказа происходит до 18 августа.

Также 7 августа вузы должны проинформировать госзаказчика о количестве вакантных мест в разрезе специальностей, специализаций и конкурсных предложений.

Читайте на "Цензор.НЕТ": 5,8 тыс. абитуриентов с низкими балами по ВНО рекомендованы к зачислению в медицинские вузы, - Супрун

Минобразования рекомендует создать для каждого конкурсного предложения реестры лиц, которые могут претендовать на перевод на бюджетные места, и обнародовать их на сайтах вузов и стендах приемных комиссий.

"Минобразования обращает внимание, что претендовать на вакантные места госзаказа могут только те, кто зачислен на обучение на соответствующее конкурсное предложение на контрактной основе. Кроме того, они не должны были получать рекомендации к зачислению на места госзаказа", - сказано в сообщении. Источник: https://censor.net.ua/n450674
        </span>
    )
}

export default Budget;