import React from 'react';

const Erohin=()=>{
  return (
      <span>
      АНДРІЙ ЛЕОНІДОВИЧ ЄРОХІН
Андрій Леонідович Єрохін
Декан факультету комп'ютерних наук, заступник голови приймальної комісії, член Координаційної Ради Асоціації випускників ХНУРЕ, член спеціалізованої вченої ради, професор кафедри ПІ, доктор технічних наук, професор,
andriy.yerokhin@nure.ua

ORCID iD
Researcher ID
Scopus

Освіта та кар’єра
1988 р. – закінчив з відзнакою Харківський інститут радіоелектроніки за спеціальністю Конструювання та виробництво радіоапаратури.
1992 р. – закінчив аспірантуру Харківського інституту радіоелектроніки за спеціальністю 01.04.03 – радіофізика.
1992 р. – кандидат технічних наук, з 1993 р. – старший науковий співробітник, з 1994 р. – доцент кафедри програмного забезпечення ЕОМ Харківського інституту радіоелектроніки.
1994 р. – доцент кафедри інформатики і спеціальної техніки Харківського інституту внутрішніх справ та кафедри програмного забезпечення ЕОМ Харківського державного технічного університету радіоелектроніки за сумісництвом.
2005 р. – начальник кафедри інформатики Харківського національного університету внутрішніх справ.
2006 р. – доктор технічних наук, Харківський національний університет радіоелектроніки, спеціальність 05.13.23 – системи та засоби штучного інтелекту.
2007 р. – вчене звання професора, з 2008 р. – професор кафедри програмного забезпечення ЕОМ Харківського національного університету радіоелектроніки за сумісництвом.
2010 р. – начальник навчально-наукового інституту психології, менеджменту, соціальних та інформаційних технологій Харківського національного університету внутрішніх справ.
2012 р. – помічник ректора Харківського національного університету радіоелектроніки.
2013 р. – відповідальний секретар приймальної комісії Харківського національного університету радіоелектроніки.
2015 р. – декан факультету комп’ютерних наук, заступник голови приймальної комісії ХНУРЕ

Освітня діяльність
Лекційні курси: гіпертекст та гіпермедіа, основи алгоритмізації і програмування, методи та засоби комп’ютерних інформаційних технологій. Спецкурси для магістрів.

Наукова діяльність
Наукові інтереси: обчислювальний інтелект, обробка медичних сигналів, ідентифікація і візуалізація позаштатних ситуацій. Член спеціалізованих рад з захисту кандидатських та докторських дисертацій Д 64.052.01 та Д 64.052.08.

Публікації та патенти
Має понад 160 публікацій.

Нагороди й премії
2002 р. – медаль «За відзнаку в службі ІІ ступеня»;
2006 р. – медаль «За відзнаку в службі І ступеня»;
2008 р. – дипломант X обласного конкурсу «Вища школа Харківщини – кращі імена» в номінації «Науковець»;
2009 р. – дипломант XI обласного конкурсу «Вища школа Харківщини – кращі імена» в номінації «Викладач фундаментальних дисциплін», Почесна грамота Харківської міської ради;
Грамота Харківської Єпархії Української Православної Церкви «За старанні труди на славу Святої Церкви і Богом береженого народу»;
2010 р. – медаль МВС України «За розвиток науки, техніки та освіти».
      </span>
  )
}

export default Erohin;