import React from 'react';

const Exshedule=()=>{
    return(
        <span>
        Розклад вступних іспитів
(ДЕННА ФОРМА НАВЧАННЯ - ДЕРЖЗАМОВЛЕННЯ, КОНТРАКТ)
(на базі повної середньої освіти)
Предмет Початок іспитів Зібратися в ауд. 337
Укр. мова 21.07.2016 10
00 до 0955
Математика 22.07.2016 12
00 до 1155
Іноземна мова 23.07.2016 10
00 до 0955
Біологія 23.07.2016 11
00 до 10
55
Фізика 25.07.2016 10
00 до 0955
Історія України 25.07.2016 11
00 до 10
55
Хімія 26.07.2016 1000 до 0955
УВАГА! При собі мати екзаменаційний лист і паспорт!
Екзаменаційний лист отримати в ауд. 145
        </span>
    )
}
export default Exshedule;