import React from 'react';

const Semenec=()=>{
    return(
        <span>
        ВАЛЕРІЙ ВАСИЛЬОВИЧ СЕМЕНЕЦЬ
Валерій Васильович Семенець
Ректор, Голова вченої ради, Голова приймальної комісії, професор кафедри метрології та технічної експертизи, член спеціалізованої вченої ради, доктор технічних наук, професор,
rector@nure.ua

ORCID iD:0000-0001-8969-2143
Scopus:25929592700
Researcher ID
Google Академія

Освіта та кар’єра

1980 року з відзнакою закінчив інститут та виконав дипломний проект «Логічні модулі та підсилювальні осередки перетворювачів інформації», отримавши кваліфікацію інженера-конструктора-технолога електронно-обчислювальної апаратури. Після закінчення залишився працювати у науково-дослідному секторі кафедри технічної електроніки. Працював інженером, молодшим науковим співробітником, старшим інженером, старшим викладачем, старшим науковим співробітником.

1984 року закінчив аспірантуру, успішно захистив кандидатську дисертацію «Методи й алгоритми оптимізації розміщення джерел, що виділяють тепло, у багатокристальних мікрозборках з урахуванням умов трасування електричних з’єднань».

Протягом 1989-1992 років навчався у докторантурі ХІРЕ і захистив дисертацію на здобуття наукового ступеня доктора технічних наук на тему «Теоретичні основи автоматизованого конструювання технічних систем на базі багатокристальних мікросхем». В 1994 році присвоєне вчене звання професора по кафедрі біомедичної електроніки.

У наступні роки працював доцентом, професором кафедри біомедичної електроніки, заступником декана факультету електронної техніки з навчальної роботи, проректором із навчально-методичної роботи (1995-2003), першим проректором ХНУРЕ (2003-2012).

З 2017 року – ректор Харківського національного університету радіоелектроніки.

Освітня діяльність
Викладає курси: «Автоматизація проектування цифрових пристроїв», «Проектування ПЛІС у біомедичній апаратурі», «Організація діяльності підрозділів та установ у сфері технічного регулювання», «Проектування засобів вимірювань», «Проектування засобів вимірювань та інформаційно-вимірювальних систем», «Автоматизація експериментальних досліджень», «Методологія створення комплексів підвищеної якості».

Наукова діяльність
1997 року на кафедрі біомедичних електронних пристроїв і систем професор Семенець В. В. створив науково-дослідну групу з розробки біомедичної апаратури й багатофункціональних мікропроцесорних систем. Двадцять років тому він заснував наукову школу мікропроцесорних медичних систем, яка сьогодні у складі професора Авруніна О. Г., доцентів Носової Т. В., Авер’янової Л. О., Жемчужкіної Т. В., старшого викладача Скляр О. І. розробляє багатофункціональні мікропроцесорні системи в медицині. У рамках цього напрямку під керівництвом Семенця В. В. захищено 3 докторські (Сінотін А. М., Прасол І. В., Аврунін О.Г.), 8 кандидатських дисертацій.

У 2004-2005 роках під його керівництвом створено комплекс багатофункціональних лабораторних стендів, що включає в себе мікроконтролери, сигнальні процесори, програмовані інтегральні схеми, на основі яких здійснюється розробка різних автономних систем управління. Комплекс використовується не лише в ХНУРЕ, а у багатьох закладах вищої освіти в України.

У 2007-2012 роках під керівництвом Семенця В. В. створено апаратно-програмний комплекс високоточних нейрохірургічних втручань і функціональної діагностики зовнішнього дихання. Комплекс використовується в нейрохірургічному і оториноларингологічному відділеннях Харківської обласної клінічної лікарні.

У 2010-2012 роках вперше не тільки в Україні, але й в світі під керівництвом Семенця В. В. розроблена та створена унікальна установка для дистанційного проведення лабораторних робіт з технічних дисциплін. Використовується сьогодні в процесі дистанційної форми навчання.

Міжнародна діяльність / участь у міжнародних проектах
1998-1999 рр. – Ювяскюля, Фінляндія. Експерт проекту Європейського Союзу «Tempus-Tasis».
1999 р. – керівник програми стажування студентів на підприємствах Німеччини за лінією DAAD.
2001 р. – Гуанжоу. Керівник делегації зі встановлення партнерських відносин з університетами КНР.
2003 р., 2004 р. – Бетлехем. Координатор проекту Державного департаменту США «А Partnership for Educational and Technical Change».
2004 р. – Баку, Азербайджан. Координатор проекту Державного департаменту США «А Partnership for Educational and Technical Change».

Громадська діяльність
З 2009 р. до 2014 р. – член Координаційної ради Міністерства освіти і науки України з навчання студентів-інвалідів.

Нагороди та премії
2008 р. – Державна премія України в галузі науки і техніки за роботу «Система управління фінансами в галузі освіти и науки».
2015 р. – у співавторстві отримав Державну премію України в галузі науки і техніки за цикл підручників для вищих навчальних закладів.
Нагороджений знаком «Відмінник освіти України».

Публікації та патенти
Має більше 300 наукових і науково-методичних праць, серед яких 49 навчальних посібників, 2 підручники, 4 монографії, 65 патентів та свідоцтв на винаходи.
        </span>
    )
}

export default Semenec;