import React from 'react';

const StateOrder=()=>{
    return ( <span>Реестровый номер заказа	
        0373200091612000023
        Дата публикации заказа	
        29.05.2012
        Способ размещения заказа	
        Открытый аукцион в электронной форме
        Наименование заказа	
        Открытый аукцион в электронной форме на право заключения государственного контракта 
        на оказание образовательных услуг по повышению квалификации специалистов из числа безработных 
        граждан Юго-Западного административного округа города Москвы по специальностям в сфере 
        информационных технологий
        Наименование лота	
        Открытый аукцион в электронной форме на право заключения государственного контракта 
        на оказание образовательных услуг по повышению квалификации специалистов из числа безработных 
        граждан Юго-Западного административного округа города Москвы по специальностям в сфере 
        информационных технологий
        Стоимость заказа, руб.	
        1 645 020
        Код ОКДП	
        8040020
        Наименование ОКДП	
        Услуги курсов по повышению квалификации
        Сведения по госзаказчику, размещавшему государственный заказ № 0373200091612000023
        Полное наименование заказчика	
        Государственное казенное учреждение Центр занятости населения 
        Юго-Западного административного округа города Москвы
        Сокращенное наименование заказчика	
        ГКУ ЦЗН ЮЗАО города Москвы
        Уровень организации	
        Уровень субъекта РФ
        Тип организации	
        Казенное учреждение
        ИНН	
        7736211211
        КПП	
        773601001
        ОКАТО	
        45293558000
        Адрес	
        Российская Федерация, 119311, Москва, Ломоносовский пр-т, д. 15
        Сведения по организациям, подавшим заявки на участие в государственном заказе № 0373200091612000023
        Поставщик	
        Государственное автономное 
        образовательное учреждение 
        среднего профессионального 
        образования города Москвы 
        Колледж предпринимательства 
        № 11
        Государственное автономное 
        образовательное учреждение 
        среднего профессионального 
        образования города 
        Москвы Политехнический 
        колледж № 8 имени дважды 
        Героя Советского Союза 
        И.Ф. Павлова
        Государственное бюджетное 
        образовательное учреждение 
        среднего профессионального
        образования города Москвы 
        Строительный колледж № 12
        ИНН	
        7743085712
        7714805691
        7716237691
        КПП	
        774301001
        771401001
        771601001
        Фактический адрес	
        Российская Федерация, 
        125438, 
        г. Москва, 
        ул. Онежская, д. 3
        Российская Федерация, 
        125284, 
        г. Москва, 
        1-й Боткинский пр-д, д. 7а
        Российская Федерация, 
        129337, 
        г. Москва, 
        Хибинский пр-д, д. 10
        Допуск заявки к участию	
        Допущена
        Допущена
        Допущена
        Сведения по государственному контракту, заключенному в результате размещения государственного заказа № 0373200091612000023
        Наименование поставщика	
        Государственное автономное образовательное учреждение 
        среднего профессионального образования города Москвы Колледж предпринимательства № 11
        Регистрационный номер контракта	
        0373200091612000023
        Дата публикации	
        27.06.2012
        Цена контракта, руб.	
        392 000
        Бюджетная экономия, %	
        76,17</span> )
}

export default StateOrder;