import React from 'react';

const facults=[
    {name:'Computer Science',id:'11',info:<span>Факультет компьютерных наук (КН)
    Факультет компьютерных наук (КН) основан в 1995 году.
    
    О факультете
    Руководство
    Положение о факультете
    Деканат
    главный корпус, 2 этаж,
    ком. 261-263
    
    +38 (057) 702-13-50
    
    f_cs@nure.ua
    
    cs.nure.ua
    
    
    Андрей Леонидович Ерохин
    Декан, доктор технических наук, профессор
    
    ORCID iD: 0000-0002-8867-993X
    Researcher ID: O-8297-2014
    Scopus: 57189381444
    Google Scholar
    
    Кафедры
    Кафедра информационных управляющих систем (ИУС)	Кафедра системотехники (СТ)	Кафедра программной инженерии (ПИ)
    Кафедра искусственного интеллекта (ИИ)	Кафедра медиасистем и технологий (МСТ)
    Основные функции
    Осуществляет подготовку бакалавров и магистров, аспирантов и докторантов;
    Ведет научную и научно-техническую деятельность;
    Поддерживает международное сотрудничество и обмен студентов с ведущими университетами мира (из Нидерландов, Финляндии, Франции, Германии, Швеции, Польши);
    Проводит профориентационную работу среди выпускников школ, техникумов и колледжей;
    Организует олимпиады по направлениям обучения среди студентов и школьников;
    Сотрудничает с IT-компаниями, среди которых: EPAM Systems, NIX Solutions, Microsoft Ukraine, Sigma Software, VData Gmbh, IBM.
    Подготовка по следующим специальностям уровня бакалавра и магистра: 
    
    121 — Инженерия программного обеспечения, 
    122 — Компьютерные науки, 
    126 — Информационные системы и технологии, 
    186 — Издательство и полиграфия
    073 — Менеджмент,  Управление проектами</span>},
    {name:'Faculty of Infocommunications',id:'12',info:<span>Факультет инфокоммуникаций (ИК)
    Факультет готовит высококвалифицированных специалистов телекоммуникационного направления, а также таких направлений, как информационная безопасность и метрология. В состав факультета входят такие кафедры: инфокоммуникационной инженерии (ИКИ), информационно-сетевой инженерии (ИСИ), метрологии и технической экспертизы (МТЭ).
    
    О факультете
    Руководство
    Положение о факультете
    Деканат
    главный корпус, 2 этаж,
    к.238, 239, 241
    
    (057) 702-10-67
    
    f_tme@nure.ua
    
    
    Аркадий Владиславович Снегуров
    Декан, кандидат технических наук, доцент
    
    ORCID iD: 0000-0003-1355-7978
    Researcher ID: W-1080-2017
    Scopus: 55816409100
    Researchgate
    Google Scholar
    
    Кафедры
    Кафедра инфокоммуникационной инженерии (ИКИ)	Кафедра информационно-сетевой инженерии (ИСИ)	Кафедра метрологии и технической экспертизы (МТЭ)
    Факультет инфокоммуникаций готовит бакалавров, магистров и докторов философии по специальностям:
    
    172 – Телекоммуникации и радиотехника 
    
    Специализации:
    
    - телекоммуникации
    - инфокоммуникационная инженерия
    - информационно-сетевая инженерия
     
    
    125 – Кибербезопасность
    
    Специализация:
    
    управление информационной безопасностью,
    административный менеджмент в сфере защиты информации.
     
    
    152 – Метрология и информационно-измерительная техника 
    
    Специализации:
    
    - метрология и информационно-измерительные технологии
    - метрология, стандартизация и сертификация
    - техническая экспертиза 
    Студенты телекоммуникационного направления изучают новейшие технологии информационно-коммуникационных сетей, мобильную связь 2G-5G, цифровое телевидение, фиксированный и мобильный Интернет, спутниковую связь, сетевое программирование, проектирование и администрирование сетей, защиту информации в сетях и тому подобное. Выпускники данной специальности работают сетевыми инженерами и системными администраторами современных информационно-коммуникационных сетей.
    
    Студенты специальности Кибербезопасность изучают технологии и методы киберзащиты информационно-коммуникационных сетей, менеджмент информационной безопасности, Web-безопасность, безопасность систем электронной коммерции, механизмы расследования киберпреступлений, управления рисками и аудита систем информационной и кибербезопасности. Выпускники данной специальности обеспечивают киберзащиту современных информационно-коммуникационных систем, являются аналитиками по построению и эксплуатации систем менеджмента информационной безопасности.
    
    Студенты специальности Метрология и информационно-измерительная техника изучают информационно-измерительные технологии, средства измерительной техники и их метрологическое обеспечение, методы и алгоритмы обработки результатов измерений, менеджмент качества (Quality Engineering), тестирование программного обеспечения (Testing Engineering), сертификацию продукции, аудит предприятий. Выпускники данной специальности работают в органах контрольно-инспекционной деятельности, подразделениях технической экспертизы, на предприятиях всех отраслей производства.
    
    Студенты факультета инфокоммуникаций имеют возможность:
    обучаться на украинском, русском и английском языках;
    обучаться в региональной академии Cisco и получить сертификат международного образца по курсам: CCNA Exploration, CCNA Discovery, Fundamentals of Wireless Network security CCN;
    обучаться в европейских университетах по программам обмена студентами и получить двойной диплом;
    проходить практику и стажировку с последующим трудоустройством в ведущих инфокоммуникационных компаниях Украины и мира: Vodafone, Lifecell, Киевстар, SAMSUNG, Netcracker Technology и др.
    На факультете обучается более 300 студентов из других стран. Преподавание осуществляется на украинском, русском и английском языках.
    
    На факультете налажено сотрудничество с зарубежными университетами: Софийским университетом им. Св. Климента (Болгария), Дрезденским технологическим университетом (Германия), Зеленогурским университетом (Польша), Варшавским технологическим университетом (Польша), Техническим университетом Вильдау (Германия), Рейнско-Вестфальским техническим университетом Аахена (Германия) и др.
    
    Студенты факультета имеют возможность обучаться по программе двойной магистратуры с получением соответствующего диплома.</span>},
    {name:'Faculty of Automation and Computerized Technologies',id:'13',info:<span>Факультет автоматики и компьютеризированных технологий (АКТ)
    Главная задача факультета – подготовка специалистов, которые способны организовывать управление техническими, технологическими и бизнес-объектами,  обеспечивать автоматизацию деятельности в разных сферах хозяйствования и быта, создавать и обслуживать автоматизированные системы, технологии и производства, на основе знания современных CAD/CAM систем компьютерного моделирования, проектирования и управления, создавать, производить и эксплуатировать радиоэлектронные аппараты и средства автоматики различного назначения, включая любые радиотехнические устройства, промышленное электронное оборудование, робототехнические комплексы, медицинскую аппаратуру, бытовую технику, инфокомуникационные средства, микропроцессорную и вычислительную аппаратуру, персональные компьютеры, банковское, офисное и другое радиоэлектронное оборудование.
    
    О факультете
    Руководство
    Положение о факультете
    Деканат
    корпус «И», комн. 303и
    
    +38 (057) 702-13-16
    
    f_act@nure.ua
    
    Александр Иванович Филипенко 
    Александр Иванович Филипенко
    Декан, Доктор технических наук, профессор, академик Академии наук прикладной радиоэлектроники Беларуси, России и Украины.
    
    ORCID iD: 0000-0002-3886-9057
    Scopus: 6603262903
    Google Scholar
    
    Кафедры
    Кафедра инженерии встроенных систем управления (ИВСУ)	Кафедра компьютерно-интегрированных технологий, автоматизации и мехатроники (КИТАМ)	Кафедра физики
    Кафедра охраны труда (ОТ)
    Основные функции
    Факультет АКТ осуществляет подготовку специалистов и магистров по двум специальностям.
    
    Уровень бакалавра:
    
    Специальность 151 – Автоматизация и компьютерно-интегрованные технологии
    
    Образовательная программа «Автоматизация и компьютерно-интегрованные технологии»
    
    Образовательная программа «Системная инженерия»
    
    Образовательная программа «Автоматизация и компьютерно-интегрованные ресурсосберегающие технологии. Альтернативная энергетика»
    
    Образовательная программа «Автоматизация и компьютерно-интегрованные технологии добычи нефти и газа»
    
    Специальность 172 – Телекоммуникации та радиотехника
    
    Образовательная программа «Радиоэлектронные аппараты»
    
    Образовательная программа «Радиоэлектронные аппараты встроенных систем»
    
    Уровень магистра:
    
    Специальность 151 – Автоматизация и компьютерно-интегрованные технологии
    
    Специализация:
    
    «Автоматизированное управление технологическими процессами»
    
    «Компьютерно-интегрированные технологические процессы и производства»
    
    «Компьютеризированные и робототехнические системы»
    
    «Компьютеризированные системы автоматики и управления»
    
    Специальность 172 – Телекоммуникации и радиотехника
    
    Специализация:
    
    «Интеллектуальные технологии микросистемной радиоэлектронной техники»
    
    «Радиоэлектронные аппараты и средства»
    
    «Автоматизированные комплексы радиоэлектронных производств»
    
    У кафедр факультета имеются филиалы на базе следующих организаций и предприятий: 1) НПП «Хартрон-Энерго ЛТД»; 2) ПО «Коммунар»; 3) Научно-исследовательский технологический институт приборостроения (НИТИП); 4) Харьковское областное управление Национального банка Украины (ХОУ НБУ); 5) ГУ Государственного Казначейства Украины в Харьковской области; 6) ЧП «Вега-95»; 7) НИИ Транспорта газа; 8) ООО «Jabil Circuit Ukraine», Ужгород; 9) ХПЗ им. Т.Г. Шевченко; 10) ООО «КРИПТОМАШ», Харьков; 11) НПП «ВЕКТОР», Харьков; 12) Харьковское КБ Машиностроения им. О. Морозова; 13) ООО «Техноарт», Харьков; 14) НТСКБ «Полимир», филиал ГНПП «Объединение Коммунар»; 15) ЧП «Альстар»; 16) УККБ «Протон»; 17) НПО «ВЕРТИКАЛЬ»; 18) Институт сцинтилляционных материалов, Харьков. </span>},
    {name:'Faculty of Computer Engineering and Management',id:'14',info:<span>Факультет компьютерной инженерии и управления (КИУ)
    Компьютерные инженеры – специалисты по компьютерным системам, сетям, мобильным технологиям, по реальным и виртуальным облачным сервисам в интернет. Проектируют микропроцессоры, компьютеры и суперкомпьютеры, вплоть до полного цикла проектирования.
    
    О факультете
    Положение о факультете
    Деканат
    главный корпус, 3 этаж,
    к. 378, 380
    
    +38 (057) 702 14 21
    
    http://ce.nure.ua
    
    
    Алексей Сергеевич Ляшенко
    oleksii.liashenko@nure.ua
    Декан, кандидат технических наук, доцент.
    
    Кафедры
    Кафедра электронных вычислительных машин (ЭВМ)	Кафедра автоматизации проектирования вычислительной техники (АПВТ)	Кафедра безопасности информационных технологий (БИТ)
    Кафедра философии
    Основные функции
    Факультет КИУ готовит выпускников по двум актуальным направлениям уровней бакалавр, специалист, магистр:
    — компьютерная инженерия (специальности – компьютерные системы и сети; системное программирование; специализированные компьютерные системы);
    — безопасность информационных и коммуникационных систем (специальности – безопасность информационных и коммуникационных систем; безопасность государственных информационных ресурсов).
    
    Нанотехнологический сплав компьютеров, программирования, интернета и мобильных технологий. Во всех развитых странах – это высокооплачиваемая специальность. Технологическая подготовка студента имеет оптимальное соотношение программных и аппаратных курсов 50% на 50%. Без «железа» нет программирования. Стэнфорд, Беркли и Массачусетс имеют соотношение аппаратных и программных курсов 80% на 20%.
    
    Глобальная цель студентов и ученых факультета – сделать компьютерный мир интеллектуальным. Но способен ли компьютер мыслить? Для ответа можно задать аналогичные вопросы. Может ли автомобиль ездить, самолет летать или человек творить? Наш ответ – все зависит от качества продукта. Сравните «Запорожец» и «Мерседес», стандартный компьютер и Apple IMac, выпускника ХНУРЭ и другого технического университета. Ответ очевиден и понятен даже ребенку – Да.
    
    Что привлекательного на факультете компьютеров? Творчество студентов и ученых, направленное на создание и программирование защищенных интеллектуальных компьютеров и мобильных систем в реальном мире и на облаках интернета. Дружим с компаниями Intel, Google, Synopsis и особенно с Apple, который создает такую совершенную империю, где строгое соблюдение правил и есть путь к совершенству. Студенты и ученые факультета следуют этому курсу. Облачные структуры интернета к 2020 году сформируют мозг человека, к 2050 году – интеллект человечества. Наша задача – стать создателями будущего совершенного киберпространства планеты!</span>},
    {name:'Faculty of Electronic and Biomedical Engineering',id:'15',info:<span>Факультет электронной и биомедицинской инженерии (ЭЛБИ)
    Областью компетенции наших выпускников является разработка, реинжиниринг и эксплуатация современных устройств и систем: микроволновая, лазерная техника, системы интроскопии, средства неразрушающего контроля материалов и сред, компоненты информационных технологий и многое другое.
    
    О факультете
    Руководство
    История факультета
    Положение о факультете
    Деканат
    комн. 276
    
    +38 (057) 702-13-24
    
    f_ee@nure.ua
    
    Анатолий Владимирович Васянович
    
    Декан
    Анатолий Владимирович Васянович
    
    кандидат физико-математических наук, профессор.
    
    Кафедры
    Кафедра микроэлектроники, электронных приборов и устройств (МЭЭПУ)	Кафедра фотоники и лазерной инженерии (ФЛИ)	Кафедра биомедицинской инженерии (БМИ)
    Кафедра физического воспитания и спорта (ФВС)
    Основные функции
    Факультет электронной и биомедицинской инженерии готовит бакалавров, специалистов и магистров по наиболее актуальным направлениям современной электронной техники:
    
    микро- и наноэлектроника (МН) ­– базовое направление, определяющее будущее компонентной базы информационных технологий;
    электронные устройства и системы (ЭУС) – системы управления технологическими процессами, предприятиями, информационно- измерительные системы;
    оптотехника (ОТ) – область исследования, проектирования и производства оптоэлектронных систем для решения задач в информационных комплексах и лазерных устройствах широкого применения;
    биомедицинская инженерия (БМИ),  информационные технологии в биомедицине (ИТМ) – современная научная область объединяющая применение инженерных принципов и технических средств с достижениями науки и практики в медицине и биологии. 
    Факультет сотрудничает  со многими учебными и научными учреждениями, среди которых Стэнфордский университет (США), университет Ганновера, Институт Солнечной энергии (Германия), Циндаоский университет, Чанчуньский университет прикладной химии (Китай), университеты Испании и Италии.</span>},
    {name:'Faculty of Information Radio Technologies and Technical Protection of Information',id:'16',info:<span>Факультет информационных радиотехнологий и технической защиты информации (ИРТЗИ)
    В состав факультета входят следующие кафедры: медиаинженерии и информационных радиоэлектронных систем (МИРЭС), компьютерной радиоинженерии и систем технической защиты информации (КРИСТЗИ), радиотехнологий информационно-коммуникационных систем (РТИКС), иностранных языков.
    
    О факультете
    Руководство
    История факультета
    Гимн факультета
    Положение о факультете
    Деканат
    главный корпус, 2 этаж,
    комн. 213
    
    +38 (057) 702-14-78
    
    f_re@nure.ua
    
    Сергей Николаевич Сакало
    Сергей Николаевич Сакало
    Декан, кандидат технических наук, профессор, академик Академии наук прикладной радиоэлектроники
    
    ORCID iD: 0000-0002-7178-3028
    Researcher ID: D-7675-2018
    
    Кафедры
    Кафедра компьютерной радиоинженерии и систем технической защиты информации (КРИСТЗИ)	Кафедра радиотехнологий информационно-коммуникационных систем (РТИКС)	Кафедра медиаинженерии и информационных радиоэлектронных систем (МИРЭС)
    Кафедра иностранных языков
    На факультете проводится подготовка бакалавров по направлениям:
    
    6.050901 «Радиотехника» (с последующим обучением специалистов и магистров по специальностям: 7.05090101, 8.05090101 — Радиотехника (РТ), 7.05090102, 8.05090102 —  Аппаратура радиосвязи, радиовещания и телевидения (АРТ), 7.05090103, 8.05090103 -  Радиоэлектронные устройства, системы и комплексы (РУСК));
    6.170102 «Системы технической защиты информации» (с последующим обучением специалистов и магистров по специальности 7.17010201, 8.17010201 - Системы технической защиты информации, автоматизация ее обработки (СТЗИАО));
    6.050803 «Акустотехника» (АТ).
    По специальностям РТ и СТЗИ имеются дневная и заочная формы обучения, по остальным специальностям — только дневная.</span>},
    {name:'Faculty of Education for Foreign Citizens',id:'17',info:<span>Факультет обуче­ния иностран­ных граждан
    Факультет обучения иностранных граждан (ФОИГ) создан приказом ректора № 67 от 28.02.12 г. (В 1992 - 2009 гг. – Подготовительный факультет иностранных граждан (ПФ). В 2009-2012 гг. – Центр обучения иностранных граждан (ЦОИГ)).
    
    О факультете
    Руководство
    Международное сотрудничество
    Профориентационная работа
    Положение о факультете
    Деканат
    ул. Бакулина, 16, корпус «К»
    комн. 202, 203, 306—308
    
    +38 (057) 702-14-17
    
    f_fct@nure.ua
    
    
    Ольга Николаевна Величко
    Декан, Кандидат технических наук, доцент
    
    Кафедры
    Кафедра языковой подготовки	Кафедра естественных наук	Кафедра украиноведения (Укр)
    Более 20 лет в одном из самых престижных вузов Украины – Харьковском национальном университете радиоэлектроники на факультете обучения иностранных граждан ведется работа по обучению студентов из стран ближнего и дальнего зарубежья.
    
    Поступив на факультет обучения иностранных граждан (ФОИГ)
    
    Вы станете высококвалифицированным и востребованным специалистом в области современных компьютерных технологий;
    Вы получите диплом бакалавра и магистра европейского образца;
    Вы сможете продолжить свое обучение в аспирантуре не только нашего университета, но и любого университета мира;
    Вы сможете принять участие в веселых и увлекательных студенческих фестивалях и конкурсах, спортивных турнирах и соревнованиях, познакомиться с культурой Украины и города Харькова;
    Вы проведете незабываемые годы в Украине и приобретете новых друзей.</span>},
]

export default facults;