import React from 'react';
const stub=[
   
   { id:1,
    value:"Харьковский национальный университет радиоэлектроники начинает свою историю с образования Харьковского инженерно-строительного института (ХИСИ) в 1930 году. В 1944 году Харьковский инженерно-строительный институт был преобразован в Харьковский горно-индустриальный институт угольной промышленности СССР (ХГИИ), а в 1947 году — в Харьковский горный институт (ХГИ). В 1962 году  Харьковский горный институт преобразуют в Харьковский институт машиностроения, автоматики и вычислительной техники (ХИГМАВТ), и под таким названием институт функционирует до 1966 года, после  чего получает новое название: Харьковский институт радиоэлектроники (ХИРЭ). В 1993 году институту радиоэлектроники присваивается статус университета, и он переименовывается в Харьковский государственный технический университет радиоэлектроники (ХТУРЭ).  В 2001 году Харьковский государственный университет радиоэлектроники получает статус национального и становится Харьковским национальным университетом радиоэлектроники (ХНУРЭ)."}
    ,
     
     {id:2,value:"4 января 2016 года Харьковский национальный университет радиоэлектроники стал участником международной университетской сети Praxis (European Centre for Project / Internship Excellence). Это европейская сеть университетов и компаний, которая помогает в разработке и реализации международных проектов и программ стажировки, используя передовые технологии. Сеть создана при поддержке Lifelong Learning Programme Европейской Комиссии. Сегодня это полноценный консорциум, аккредитованный в Европейской Комиссии и объединяющий в себе высшие учебные заведения, компании, ассоциации, научно-исследовательские лаборатории и торгово-промышленные палаты. В настоящее время сеть включает в себя 106 партнеров, которые обеспечивают широкий охват территории Европы. Сеть может быть полезной в качестве поиска партнеров для разработки совместных проектов, проведение анализа конкурентоспособности проектных предложений, поиска потенциальных организаций-доноров для реализации проектов, подбор программ академической мобильности. Больше информации можно получить на портале www.praxisnetwork.eu"}
     ,
   
    {id:3,value:"В соответствии с приказом Министерства образования и науки Украины № 1193 от 21.10.2014 г. «О проведении Всеукраинского конкурса студенческих научных работ по естественным, техническим и гуманитарным наукам в 2014/2015 учебном году», в Харьковском национальном университете радиоэлектроники проводился II тур Всеукраинского конкурса студенческих научных работ по направлению «Радиотехника». Для участия в конкурсе поступило 40 научных работ студентов из 19 высших учебных заведений 9 городов Украины."}
    
];

export default stub;